/* Generic authentication error. */
"UNKNOWN_ERROR" = "Nie udało się uwierzytelnić użytkownika.";
"USER_NOT_ADMIN_PASS" = "Musisz podać nazwę i hasło administratora.";
"USER_NOT_ADMIN_PIN" = "Musisz podać nazwę i hasło administratora.";
"INVALID_USER_NAME" = "Musisz podać prawidłową nazwę użytkownika.";
"INVALID_USER_PASSWORD" = "Musisz podać prawidłowe hasło.";
"INVALID_USER_PIN" = "Musisz podać prawidłowy PIN.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Spróbuj ponownie.";

/* Button Titles */
"RESTART_BUTTON" = "Uruchom ponownie";
"SHUTDOWN_BUTTON" = "Wyłącz";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Są zalogowani użytkownicy, którzy mogą utracić niezachowane zmiany, jeśli uruchomisz ponownie komputer.";
"RESTART_DETAIL_WARNING" = "Ponowne uruchomienie lub wyłączenie komputera spowoduje zamknięcie programów w innych sesjach, gdzie są niezachowane dokumenty. Dane zostaną utracone. Podaj nazwę i hasło administratora, a następnie kliknij w Uruchom ponownie. Ewentualnie odwołaj tę czynność przyciskiem Anuluj.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Są zalogowani użytkownicy, którzy mogą utracić niezachowane zmiany, jeśli wyłączysz komputer.";
"SHUTDOWN_DETAIL_WARNING" = "Ponowne uruchomienie lub wyłączenie komputera spowoduje zamknięcie programów w innych sesjach, gdzie są niezachowane dokumenty. Dane zostaną utracone. Podaj nazwę i hasło administratora, a następnie kliknij w Wyłącz. Ewentualnie odwołaj tę czynność przyciskiem Anuluj.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Hasło:";